logs/requests/AIRTIME/HALOTEL-2017-09-1309.txt

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://ws.vpg.viettel.com/">
<SOAP-ENV:Body>
<ns1:send>
<data>&lt;DATA&gt;
&lt;MTI&gt;0200&lt;/MTI&gt;
&lt;MSISDN&gt;&lt;/MSISDN&gt;
&lt;PROCESS_CODE&gt;000000&lt;/PROCESS_CODE&gt;
&lt;TRANS_AMOUNT&gt;2000&lt;/TRANS_AMOUNT&gt;
&lt;TRANS_TIME&gt;20170913095417&lt;/TRANS_TIME&gt;
&lt;SYSTEM_TRACE&gt;020170913095417&lt;/SYSTEM_TRACE&gt;
&lt;CLIENT_ID&gt;greentel&lt;/CLIENT_ID&gt;
&lt;SIGNATURE&gt;MqA7Yw0g+YtQxG/Xs3usytfOzSk7AFWEwf+fjnnA6ughimM9IX69RavRvLnS3QBpISd4onDvPwz7ZrUEjKnhB14lU/i6Auaw7l7AOiAiyzf1IpM2BvRXwAYXyKlDpLprg2eVsX8w9ZqrvqdCsAHkSZ1mHS2zITFrwjX/qVIghEY=&lt;/SIGNATURE&gt;&lt;ADD_DATA&gt;&lt;/ADD_DATA&gt;
&lt;/DATA&gt;</data>
</ns1:send>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope> 
